Repository: Barzahlen/Barzahlen-Drupal-Ubercart
Catalog: src/barzahlen.*.po
Languages: de

source: Barzahlen requires the PHP <a href='!curl_url'>cURL</a> library.
de: Barzahlen benötigt die PHP <a href='!curl_url'>cURL</a> library.

source: Barzahlen let's your customers pay cash online. You get a payment confirmation in real-time and you benefit from our payment guarantee and new customer groups. See how Barzahlen works: <a href='http://www.barzahlen.de/partner/funktionsweise' target='_blank'>http://www.barzahlen.de/partner/funktionsweise</a>
de: Barzahlen bietet Ihren Kunden die Möglichkeit, online bar zu bezahlen. Sie werden in Echtzeit über die Zahlung benachrichtigt und profitieren von voller Zahlungsgarantie und neuen Kundengruppen. Sehen Sie wie Barzahlen funktioniert: <a href='http://www.barzahlen.de/partner/funktionsweise' target='_blank'>http://www.barzahlen.de/partner/funktionsweise</a>

source: After completing your order you get a payment slip from Barzahlen that you can easily print out or have it sent via SMS to your mobile phone. With the help of that payment slip you can pay your online purchase at one of our retail partners (e.g. supermarket).
de: Mit Abschluss der Bestellung bekommen Sie einen Zahlschein angezeigt, den Sie sich ausdrucken oder auf Ihr Handy schicken lassen können. Bezahlen Sie den Online-Einkauf mit Hilfe des Zahlscheins an der Kasse einer Barzahlen-Partnerfiliale.

source: The <strong>Sandbox Mode</strong> is active. All placed orders receive a test payment slip. Test payment slips cannot be handled by our retail partners.
de: Der <strong>Sandbox Modus</strong> ist aktiv. Allen getätigten Zahlungen wird ein Test-Zahlschein zugewiesen. Dieser kann nicht von unseren Einzelhandelspartnern verarbeitet werden.

source: <strong>Pay at:</strong>&nbsp;
de: <strong>Bezahlen Sie bei:</strong>&nbsp;

source: Order complete
de: Bestellvorgang abgeschlossen

source: Payment via Barzahlen was unfortunately not possible. Please try again or select another payment method.
de: Es gab einen Fehler bei der Datenübertragung. Bitte versuchen Sie es erneut oder wählen Sie eine andere Zahlungsmethode.

source: Sandbox
de: Testmodus

source: Activate the test mode to process Barzahlen payments via sandbox.
de: Aktivieren Sie den Testmodus um Zahlungen über die Sandbox abzuwickeln.

source: Your Barzahlen Shop ID (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)
de: Ihre Barzahlen Shop ID (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)

source: Payment Key
de: Zahlungsschüssel

source: Your Barzahlen Payment Key (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)
de: hr Barzahlen Zahlungsschüssel (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)

source: Notification Key
de: Benachrichtigungsschlüssel

source: Your Barzahlen Notification Key (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)
de: hr Barzahlen Benachrichtigungsschlüssel (<a href="https://partner.barzahlen.de" target="_blank">https://partner.barzahlen.de</a>)

source: Extended Logging
de: Erweitertes Logging

source: Activate debugging for additional logging.
de: Aktivieren Sie Debugging für zusätzliches Logging.

source: Unknown
de: unbekannt

source: Transaction ID:<br />@transaction
de: Transaktionsnr.:<br />@transaction

source: Payment slip requested and sent successfully.
de: Zahlschein erfolgreich angefordert und versendet.

source: The payment slip was paid successfully.
de: Der Zahlschein wurde beim Offline-Partner bezahlt.

source: The time frame for the payment slip expired.
de: Der Zahlungszeitraum des Zahlscheins ist abgelaufen.

source: pending
de: ausstehend

source: paid
de: bezahlt

source: expired
de: abgelaufen

source: For the Barzahlen plugin is a new version (%s) available. Visit <a href="!url">Barzahlen</a> to download it.
de: Für das Barzahlen Plugin ist eine neue Version (%s) verfügbar. Besuchen Sie <a href="!url">Barzahlen</a> um es herunterzuladen.
